Repository: devilry/trix
Catalog: trix/locale/*/LC_MESSAGES/djangojs.po
Languages: nb_no

source: of
nb_no: av

source: Statistics
nb_no: Statistikk

source: Periods
nb_no: Perioder

source: Effort
nb_no: Innsats

source: Period
nb_no: Periode

source: Exercises
nb_no: Oppgaver

source: exercises done
nb_no: oppgaver gjort

source: Points
nb_no: Poeng

source: possible points
nb_no: mulige poeng

source: Topics
nb_no: Temaer

source: Topic
nb_no: Tema

source: Groups
nb_no: Grupper

source: Remove period group
nb_no: Fjern en periodegruppe

source: Add period group
nb_no: Følg periodegruppe

source: Exercises done
nb_no: Oppgaver gjort

source: Key exercises
nb_no: Nøkkeloppgaver

source: Overview
nb_no: Oversikt

source: Confirm removal
nb_no: Bekreft fjerning

source: Are you sure you want to remove this topic?
nb_no: Vil du fjerne dette temaet?

source: View exercise
nb_no: Vis oppgave

source: Title
nb_no: Tittel

source: Period group
nb_no: Periodegruppe

source: Select a period group
nb_no: Velg en periodegruppe

source: <strong>Period group</strong> is the group you want to follow.
nb_no: <strong>Periodegruppe</strong> er periodegruppen du vil følge.

source: Select a period
nb_no: Velg en periode

source: <strong>Period</strong> is the period to add to this group.
nb_no: <strong>Periode</strong> er perioden du skal legge til gruppen.

source: Prerequisite
nb_no: Forkunnskap

source: Select a topic
nb_no: Velg et tema

source: <strong>Prerequisite</strong> is a topic the student should know before doing the exercise.
nb_no: <strong>Forkunnskap</strong> er et tema studenten bør kunne før han/hun gjør oppgaven.

source: <strong>Topic</strong> is a topic for the exercise.
nb_no: <strong>Tema</strong> er et oppgavetema.

source: Long name
nb_no: Fullt navn

source: Example: Hello World
nb_no: Eksempel: Hallo, verden!

source: Short name
nb_no: Kort navn

source: Example: output1
nb_no: Eksempel: utskrift1

source: Exercise text
nb_no: Oppgavetekst

source: <strong>Long name</strong> is a longer descriptive exercise title.
nb_no: <strong>Fullt navn</strong> er en lengre beskrivende tittel.

source: <strong>Short name</strong> is a short name used when the long name takes to much space. Short name can only contain english lower-case letters, numbers and underscore (_).
nb_no: <strong>Kort navn</strong> er et kort navn som brukes når det fulle navnet tar for mye plass. Korte navn kan kun inneholde bokstaver fra det engelske alfabetet, tall og understrek (_).

source: <strong>Points</strong> is the default number of points for this exercise
nb_no: <strong>Poeng</strong> er poengsummen som gis som standard for denne oppgaven.

source: <strong>Exercise text</strong> is the exercise itself.
nb_no: <strong>Oppgavetekst</strong> er selve oppgaven.

source: Exercise
nb_no: Oppgave

source: Select an exercise
nb_no: Velg en oppgave

source: points
nb_no: poeng

source: Number
nb_no: Nummer

source: Key exercise
nb_no: Nøkkeloppgave

source: <strong>Period</strong> is the period in which an exercise should be given.
nb_no: <strong>Periode</strong> er perioden oppgaven skal gis.

source: <strong>Exercise</strong> is the exercise to be given.
nb_no: <strong>Oppgave</strong> er oppgaven som skal gis.

source: <strong>Number</strong> the number of the exercise this period.
nb_no: <strong>Nummer</strong> nummeret til oppgaven denne perioden

source: <strong>Points</strong> can be filled in to override the number of points for this exercise.
nb_no: <strong>Poeng</strong> kan fylles in for å overstyre antall poeng for denne oppgaven

source: <strong>Key exercise</strong> marks exercises that are important.
nb_no: <strong>Nøkkeloppgave</strong> merker oppgaven som viktig.

source: Subject
nb_no: Emne

source: Select a subject
nb_no: Velg et emne

source: Name
nb_no: Navn

source: <strong>Subject</strong> is the subject whose periods this group will contain.
nb_no: <strong>Emne</strong> er emnet hvis perioder denne gruppen skal inneholde.

source: <strong>Name</strong> is the name of this period group.
nb_no: <strong>Navn</strong> er gruppens navn.

source: Example: Arrays
nb_no: Eksempel: Rekker

source: <strong>Name</strong> the name of the topic.
nb_no: <strong>Navn</strong> er temaets navn.

source: My Statistics
nb_no: Statistikk
